export var comment_data = [{
    add_time: "2018-10-12",
    user_name: "harry",
    content:
        "怎么说呢？时代在改变，老模式下的家庭生活和亲子关系正在改变，以前是四世同堂，现在是小家庭两大一小或者两大两小，这种家庭关系更适合现在高节奏的社会生活，而亲子关系也从原来的父母是天，子女必须听从父母的安排到现在的子女独立求学独立工作生活开始改变，子女有自己的思想和生活圈，不再依附父母了，而且旧社会，就算是父母错你也不敢反驳，现在不一样了，亲子关系就要和孩子做朋友，父母就是要体面地退出孩子的生活，这是时代发展的倾向。"
},
{
    add_time: "2018-10-13",
    user_name: "harry",
    content:
        "怎么说呢？时代在改变，老模式下的家庭生活和亲子关系正在改变，以前是四世同堂，现在是小家庭两大一小或者两大两小，这种家庭关系更适合现在高节奏的社会生活，而亲子关系也从原来的父母是天，子女必须听从父母的安排到现在的子女独立求学独立工作生活开始改变，子女有自己的思想和生活圈，不再依附父母了，而且旧社会，就算是父母错你也不敢反驳，现在不一样了，亲子关系就要和孩子做朋友，父母就是要体面地退出孩子的生活，这是时代发展的倾向。"
},
{
    add_time: "2018-10-14",
    user_name: "harry",
    content:
        "怎么说呢？时代在改变，老模式下的家庭生活和亲子关系正在改变，以前是四世同堂，现在是小家庭两大一小或者两大两小，这种家庭关系更适合现在高节奏的社会生活，而亲子关系也从原来的父母是天，子女必须听从父母的安排到现在的子女独立求学独立工作生活开始改变，子女有自己的思想和生活圈，不再依附父母了，而且旧社会，就算是父母错你也不敢反驳，现在不一样了，亲子关系就要和孩子做朋友，父母就是要体面地退出孩子的生活，这是时代发展的倾向。"
},
{
    add_time: "2018-10-15",
    user_name: "harry",
    content:
        "怎么说呢？时代在改变，老模式下的家庭生活和亲子关系正在改变，以前是四世同堂，现在是小家庭两大一小或者两大两小，这种家庭关系更适合现在高节奏的社会生活，而亲子关系也从原来的父母是天，子女必须听从父母的安排到现在的子女独立求学独立工作生活开始改变，子女有自己的思想和生活圈，不再依附父母了，而且旧社会，就算是父母错你也不敢反驳，现在不一样了，亲子关系就要和孩子做朋友，父母就是要体面地退出孩子的生活，这是时代发展的倾向。"
}]